{ "translations": {
    "Select an icon" : "Vybrat ikonu",
    "All languages" : "Všechny jazyky",
    "Header" : "Záhlaví",
    "Setting menu" : "Nabídka nastavení",
    "User quota" : "Uživatelská kvóta",
    "Public footer" : "Veřejné zápatí",
    "All devices" : "Všechna zařízení",
    "Only in the Android app" : "Pouze v aplikaci pro Android",
    "Only in the iOS app" : "Pouze v aplikaci pro iOS",
    "Only in the desktop client" : "Pouze v klientovi pro desktop",
    "Only in the browser" : "Pouze v prohlížeči",
    "The given label is invalid" : "Zadaný štítek není platný",
    "The given URL is invalid" : "Zadaná URL není platná",
    "The given language does not exist" : "Zadaný jazyk neexistuje",
    "The given type is invalid" : "Zadaný typ není platný",
    "The given device is invalid" : "Zadané zařízení není platné",
    "At least one of the given groups does not exist" : "Nejméně jedna z daných skupin neexistuje",
    "The given icon does not exist" : "Zadaná ikona neexistuje",
    "The site does not exist" : "Stránka neexistuje",
    "No file uploaded" : "Nebyl nahrán žádný soubor",
    "Provided file is not an image" : "Poskytnutý soubor není obrázkem",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Poskytnutý obrázek není čtverec o šířce 16, 24 nebo 32 pixelů",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Při nahrávání ikony došlo k chybě, ujistěte se, že je adresář data zapisovatelný",
    "External sites" : "Externí stránky",
    "__language_name__" : "čeština",
    "Add external sites to your Nextcloud navigation" : "Přidat externí stránky do navigace ve vašem Nextcloud",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Tato aplikace správcům umožňuje přidávat do nabídek Nextcloud další odkazy.\nNásledování odkazu se externí stránka objeví v rámci Nextcloud.\nJe také možné přidávat odkazy pouze pro daný jazyk, typ zařízení nebo skupinu uživatelů.\n\nVíce informací je k dispozici v dokumentaci k Externí weby.",
    "Name" : "Název",
    "URL" : "URL",
    "Language" : "Jazyk",
    "Groups" : "Skupiny",
    "Devices" : "Zařízení",
    "Icon" : "Ikona",
    "Position" : "Umístění",
    "Redirect" : "Přesměrovat",
    "Remove site" : "Odstranit stránku",
    "This site does not allow embedding" : "Tato stránka neumožňuje vkládání",
    "New site" : "Nové stránky",
    "Delete icon" : "Smazat ikonu",
    "Uploading…" : "Nahrávání…",
    "Reloading icon list…" : "Opětovné načítání seznamu ikon…",
    "Icon could not be uploaded" : "Ikonu se nepodařilo nahrát",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Přidejte webovou stránku přímo do seznamu aplikací v horní liště. Bude viditelná všem uživatelům a hodí se jako místo na odkazy na další interní stránky, nebo užitečné aplikace.",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "Odkazy je možné přizpůsobovat pomocí zástupných vyjádření {email}, {uid} (identif. uživatele) a {displayname} (zobrazované jméno), za které jsou dosazovány hodnoty pro daného uživatele.",
    "Please note that some browsers will block displaying of sites via http if you are running https." : "Vezměte prosím na vědomí, že některé prohlížeče nebudou zobrazovat weby prostřednictvím http, pokud používáte https.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Mnoho stránek také z bezpečnostních důvodů neumožňuje zobrazení v iframe.",
    "We highly recommend to test the configured sites above properly." : "Velmi doporučujeme výše nastavené stránky pořádně otestovat.",
    "Icons" : "Ikony",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Pokud nahrajete soubor test.png a soubor test-dark.png, oba soubory budou použity jako jedna ikona. Tmavá verze bude použita v mobilních zařízeních, jinak by nebyla bílá ikona v mobilních aplikacích viditelná na bílém pozadí.",
    "Uploading an icon with the same name will replace the current icon." : "Nahrání ikony se stejným názvem nahradí ikonu aktuální.",
    "Upload new icon" : "Nahrát novou ikonu"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}