{ "translations": {
    "Select an icon" : "Επιλέξτε ένα εικονίδιο",
    "All languages" : "Όλες οι γλώσσες",
    "Header" : "Επικεφαλίδα",
    "Setting menu" : "Ρύθμιση μενού",
    "User quota" : "Μερίδιο χώρου χρήστη",
    "Public footer" : "Δημόσιο υποσέλιδο",
    "All devices" : "Όλες οι συσκευές",
    "Only in the Android app" : "Μόνο στην εφαρμογή Android",
    "Only in the iOS app" : "Μόνο στην εφαρμογή iOS",
    "Only in the desktop client" : "Μόνο στον πελάτη για τον υπολογιστή",
    "Only in the browser" : "Μόνο για τον περιηγητή",
    "The given label is invalid" : "Δόθηκε μη έγκυρη ετικέτα",
    "The given URL is invalid" : "Δόθηκε μη έγκυρο URL",
    "The given language does not exist" : "Η γλώσσα που δόθηκε δεν υπάρχει",
    "The given type is invalid" : "Δόθηκε μη έγκυρος τύπος",
    "The given device is invalid" : "Η συσκευή που δόθηκε δεν είναι έγκυρη",
    "At least one of the given groups does not exist" : "Τουλάχιστον μία από τις ομάδες δεν υπάρχει",
    "The given icon does not exist" : "Το εικονίδιο που δόθηκε δεν υπάρχει",
    "The site does not exist" : "Η ιστοσελίδα δεν υπάρχει",
    "No file uploaded" : "Δεν μεταφορτώθηκε αρχείο",
    "Provided file is not an image" : "Το αρχείο δεν είναι εικόνα",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Η επιλεγμένη εικόνα δεν είναι τετράγωνο πλάτους 16, 24 ή 32 pixel",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Παρουσιάστηκε σφάλμα κατά τη φόρτωση του εικονιδίου, βεβαιωθείτε ότι ο κατάλογος δεδομένων είναι εγγράψιμος",
    "External sites" : "Εξωτερικές σελίδες",
    "__language_name__" : "__όνομα_γλώσσας__",
    "Add external sites to your Nextcloud navigation" : "Προσθέστε εξωτερικούς ιστότοπους στην πλοήγησή του Nextcloud σας",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Αυτή η εφαρμογή επιτρέπει σε έναν διαχειριστή να προσθέσει επιπλέον συνδέσμους στα μενού Nextcloud.\nΜετά από μια σύνδεση, ο εξωτερικός ιστότοπος εμφανίζεται στο πλαίσιο Nextcloud.\nΕίναι επίσης δυνατή η προσθήκη συνδέσμων μόνο για μια δεδομένη γλώσσα, τύπο συσκευής ή ομάδα χρηστών.\n\nΠερισσότερες πληροφορίες διατίθενται στην τεκμηρίωση Εξωτερικές τοποθεσίες.",
    "Name" : "Όνομα",
    "URL" : "URL",
    "Language" : "Γλώσσα",
    "Groups" : "Ομάδες",
    "Devices" : "Συσκευές",
    "Icon" : "Εικονίδιο",
    "Position" : "Θέση",
    "Redirect" : "Ανακατεύθυνση",
    "Remove site" : "Αφαίρεση σελίδας",
    "This site does not allow embedding" : "Η ιστοσελίδα δεν επιτρέπει ενσωμάτωση",
    "New site" : "Νέος ιστότοπος",
    "Delete icon" : "Διαγραφή εικονιδίου",
    "Uploading…" : "Γίνεται μεταφόρτωση...",
    "Reloading icon list…" : "Επαναφόρτωση λίστας εικονιδίων",
    "Icon could not be uploaded" : "Το εικονίδιο δε μπόρεσε να μεταφορτωθεί.",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Προσθέστε μια ιστοσελίδα κατευθείαν στη λίστα των εφαρμογών στην πάνω γραμμή. Θα είναι ορατή σε όλους τους χρήστες και χρησιμεύει στη γρήγορη πρόσβαση σε άλλες εφαρμογές ιστού που χρησιμοποιούνται εσωτερικά ή σε σημαντικές ιστοσελίδες.",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "Τα στοιχεία {email}, {uid} και {displayname} μπορούν να χρησιμοποιηθούν και να συμπληρώσουν προσαρμσμένων συνδέσμων με τα στοιχεία του χρήστη.",
    "Please note that some browsers will block displaying of sites via http if you are running https." : "Παρακαλούμε σημειώστε ότι μερικοί φυλλομετρητές θα εμποδίσουν την εμφάνιση σελίδων μέσω http αν χρησιμοποιήτε https.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Επιπροσθέτως, παρακαλούμε να σημειώσετε ότι πολλές ιστοσελίδες δεν επιτρέπουν πλέον το iframing για λόγους ασφαλείας.",
    "We highly recommend to test the configured sites above properly." : "Συνιστούμε τον κατάλληλο έλεγχο των ιστοσελίδων που έχουν ρυθμιστεί παραπάνω. ",
    "Icons" : "Εικονίδια",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Εάν μεταφορτώσετε ένα αρχείο test.png και ένα αρχείο test-dark.png, και τα δύο θα χρησιμοποιηθούν ως ένα εικονίδιο. Η σκούρα έκδοση θα χρησιμοποιηθεί σε κινητές συσκευές, διαφορετικά το λευκό εικονίδιο δεν είναι ορατό σε λευκό φόντο στις εφαρμογές για κινητά.",
    "Uploading an icon with the same name will replace the current icon." : "Η μεταφόρτωση ενός εικονιδίου με το ίδιο όνομα θα αντικαταστήσει το τρέχον εικονίδιο.",
    "Upload new icon" : "Μεταφόρτωση νέου εικονιδίου"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}