{ "translations": {
    "Name" : "Nombre",
    "URL" : "URL",
    "Language" : "Idioma",
    "Groups" : "Grupos",
    "Devices" : "Dispositivos",
    "Icon" : "Ícono",
    "Position" : "Posición",
    "Redirect" : "Redirigir",
    "Remove site" : "Eliminar sitio",
    "This site does not allow embedding" : "Este sitio no permite incrustar ",
    "New site" : "Nuevo sitio",
    "Delete icon" : "Borrar ícono",
    "Uploading…" : "Cargando...",
    "Reloading icon list…" : "Recargando la lista de íconos...",
    "Icon could not be uploaded" : "El ícono no pudo ser cargado",
    "Select an icon" : "Selecciona un ícono",
    "All languages" : "Todos los idiomas",
    "Header" : "Encabezado",
    "Setting menu" : "Menú de configuración",
    "User quota" : "Cuota de usuario",
    "All devices" : "Todos los dispositivos",
    "Only in the Android app" : "Sólo en la aplicación Android",
    "Only in the iOS app" : "Sólo en la aplicación iOS",
    "Only in the desktop client" : "Sólo en el cliente de escritorio",
    "Only in the browser" : "Sólo en el navegador",
    "The given label is invalid" : "La etiqueda dada es inválida",
    "The given URL is invalid" : "El URL dado es inválido",
    "The given language does not exist" : "El idioma indicado no existe",
    "The given type is invalid" : "El tipo indicado es inválido",
    "The given device is invalid" : "El dispositivo dado es inválido",
    "At least one of the given groups does not exist" : "Al menos uno de los grupos dados no existe",
    "The given icon does not exist" : "El ícono indicado no existe",
    "The site does not exist" : "El sitio no existe",
    "No file uploaded" : "No hay archivos cargados",
    "Provided file is not an image" : "El archivo proporcionado no es una imagen",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "La imagen proporcionada no es un cuadrato de 16, 24 ó 32 pixeles de lado ",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Se presentó un error al cargar el ícono, por favor asegurate de que se pueda escribir al directorio de datos ",
    "External sites" : "Sitios externos",
    "__language_name__" : "Español (México)",
    "Add external sites to your Nextcloud navigation" : "Agrega sitios externos a tu navegación de Nextcloud",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Esta aplicación le permite al adminsitrador agregar ligas adicionales a los menús de Nextcloud.\nAl seguir una liga, un sitio web externo aparece en el frame de Nextcloud.\nTambién es posible agregar ligas solo para un idioma dado, dispositivo o grupo de usuarios.\n\nHay más información disponible en la documentación de Sitios Externos.",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Agrega un sitio web directamente a la lista de la aplicación en la barra superiror. Esto será visible para todos los usuarios y es útil para llegar rápidamente a otras aplicaciones web usadas internamente o sitios importantes. ",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "Los marcadores de posición {emial}, {uid} y {displayname} pueden ser usados y se llenan con los valores del usuario para personalizar las ligas.",
    "Please note that some browsers will block displaying of sites via http if you are running https." : "Por favor considera que algunos navegadores no desplegarán páginas http si estás usando https.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Adicionalmente, por favor considera que actualmente muchos sitios no permiten el uso de iframes debido temas de seguridad. ",
    "We highly recommend to test the configured sites above properly." : "Te recomendamos ámpliamente probar debidamente los sitios configurados anteriormente. ",
    "Icons" : "Íconos",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Si cargas un archivo test.png y uno test-dark.png, ambos serán usados como un único ícono. La versión obscura será usada en los dispositivos móviles, de lo contrario los íconos claros no son visibles en los fondos claros de estos dispositivos. ",
    "Uploading an icon with the same name will replace the current icon." : "Cargar un ícono con el mismo nombre reemplazará el ícono actual.",
    "Upload new icon" : "Cargar nuevo ícono",
    "Normal" : "Normal",
    "Setting" : "Configuración",
    "Quota" : "Cuota",
    "The given name is invalid" : "El nombre dado es inválido",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language and/or device.\n\nMore information is available in the External sites documentation." : "Esta aplicación le permite a un adminsitrador agregar ligas adicionales en los menús de Nextcloud. \nAl seguir una liga, el sitio externo aparece en el frame de Nextcloud.\nTambién es posible agregar ligas solo para un idioma y/o dispositivo dado. \n\nHay más información disponible en la documentación de Sitios externios. ",
    "Add" : "Agregar",
    "Saving" : "Guardando",
    "Saved!" : "¡Guardado!",
    "Can not save site" : "No es posible guardar el sitio"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}