{ "translations": {
    "Select an icon" : "Hautatu ikono bat",
    "All languages" : "Hizkuntza guztiak",
    "Header" : "Goiburua",
    "Setting menu" : "Ezarpenen menua",
    "User quota" : "Erabiltzaile-kuota",
    "Public footer" : "Oin publikoa",
    "All devices" : "Gailu guztiak",
    "Only in the Android app" : "Bakarrik Android aplikazioan",
    "Only in the iOS app" : "Bakarrik IOS aplikazioan",
    "Only in the desktop client" : "Bakarrik mahaigaineko bezeroan",
    "Only in the browser" : "Bakarrik nabigatzailean",
    "The given label is invalid" : "Emandako etiketa baliogabea da",
    "The given URL is invalid" : "Emandako URLa baliogabea da",
    "The given language does not exist" : "Zehaztutako hizkuntza ez dago",
    "The given type is invalid" : "Zehaztutako mota baliogabea da",
    "The given device is invalid" : "Zehaztutako gailua baliogabea da",
    "At least one of the given groups does not exist" : "Gutxienez emandako talde bat ez da existitzen ",
    "The given icon does not exist" : "Zehaztutako ikonoa ez dago",
    "The site does not exist" : "Lekua ez dago",
    "No file uploaded" : "Ez da fitxategirik igo",
    "Provided file is not an image" : "Pasatako fitxategia ez da irudi bat",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Pasatako irudia ez da 16, 24 edo 32 pixeletako lauki bat",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Ikonoa igotzean errore bat egon da, datu karpetan idatz daitekeela ziurta ezazu",
    "External sites" : "Kanpoko lekuak",
    "__language_name__" : "Euskara",
    "Add external sites to your Nextcloud navigation" : "Gehitu kanpoko lekuak zure Nextcloud nabigazioan",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Aplikazio honek administratzaileari aukera ematen dio Nextcloudeko menuetarako esteka berriak gehitzeko.\nEsteka bati jarraiki, kanpoko webguea Nextcloudeko esparruan agertzen da.\nBestalde, posible da hizkuntza jakin batentzat bakarrik onartzea estekak, edo gailu mota baterako, edo erabiltzaile talde batentzako.\n\nInforazio gehiago \"External sites\" documentazioan.",
    "Name" : "Izena",
    "URL" : "URL",
    "Language" : "Hizkuntza",
    "Groups" : "Taldeak",
    "Devices" : "Gailuak",
    "Icon" : "Ikonoa",
    "Position" : "Kokalekua",
    "Redirect" : "Birbideratu",
    "Remove site" : "Kendu lekua",
    "This site does not allow embedding" : "Leku honek ez du kapsulatzerik onartzen",
    "New site" : "Leku berria",
    "Delete icon" : "Ezabatu ikonoa",
    "Uploading…" : "Igotzen...",
    "Reloading icon list…" : "Ikono zerrenda birkargatzen...",
    "Icon could not be uploaded" : "Ezin izan da ikonoa igo",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Gehitu zuzenean webgune bat aplikazioari goiko barran. Ikusgai izango da erabiltzaile guztientzat eta erabilgarria da azkar iristeko barne erabilerako web aplikazioetara edo leku garrantzitsuetarako.",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "Erabiltzailearen posta elektronikoa, uid-a eta bistaratze-izena dituen JSON Web Token bat estekan txerta daiteke {jwt} leku-marka erabiliz. Ikusi {linkstart}dokumentazioa{linkend} nola deskodetu jakiteko.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "Kontuan izan nabigatzaile batzuek HTTP bidez orriak erakustea blokeatuko dutela HTTPS erabiltzen ari bazara.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Are gehiago, kontuan izan gaur egun gune askok ez dutela iframing onartzen segurtasun arrazoiengatik.",
    "We highly recommend to test the configured sites above properly." : "Guztiz gomendatzen dugu behar bezala probatzea goian konfiguratutako guneak.",
    "Icons" : "Ikonoak",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "test.png eta test-dark.png fitxategiak igotzen badituzu, ikono bakar gisa erabiliko dira. Bertsio iluna erabiliko da mugikorretan, bestela zuria ez da ikusten atzeko plano zuria duten mugikorreko aplikazioetan.",
    "Uploading an icon with the same name will replace the current icon." : "Ikonoa izen berdinarekin igotzean aurreko ikonoa ordeztuko du.",
    "Upload new icon" : "Igo ikono berria",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "{email}, {uid} eta {displayname} posizio-markatzaileak erabil daitezke eta erabiltzailearen balioekin osatzen dira bere estekak pertsonalizatzeko."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}