{ "translations": {
    "Select an icon" : "Sélectionner une icône",
    "All languages" : "Toutes les langues",
    "Header" : "En-tête",
    "Setting menu" : "Menu des paramètres",
    "User quota" : "Quota de l'utilisateur",
    "Public footer" : "Pied de page public",
    "All devices" : "Tous les appareils",
    "Only in the Android app" : "Uniquement dans l'application Android",
    "Only in the iOS app" : "Uniquement dans l'application iOS",
    "Only in the desktop client" : "Uniquement dans le client de bureau",
    "Only in the browser" : "Uniquement depuis le navigateur",
    "The given label is invalid" : "L'étiquette donnée est invalide",
    "The given URL is invalid" : "L'URL donnée est invalide",
    "The given language does not exist" : "La langue renseignée n'existe pas",
    "The given type is invalid" : "Le type donné est invalide",
    "The given device is invalid" : "L'appareil donné est invalide",
    "At least one of the given groups does not exist" : "Au moins l'un des groupes n'existe pas",
    "The given icon does not exist" : "L'icône donnée n'existe pas",
    "The site does not exist" : "Le site n'existe pas",
    "No file uploaded" : "Aucun fichier téléversé",
    "Provided file is not an image" : "Ce fichier n'est pas une image",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Cette image n'est pas un carré de taille 16, 24 ou 32 pixels",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Une erreur s'est produite lors de l'envoi de l'icône, merci de vérifier qu'il est possible d'écrire dans le dossier de destination",
    "External sites" : "Sites externes",
    "__language_name__" : "Français",
    "Add external sites to your Nextcloud navigation" : "Ajouter des sites externes à votre menu Nextcloud",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Cette application permet à un administrateur d'ajouter des liens externes au menu Nextcloud\nEn suivant l'un des liens, le contenu du site distant s'affiche dans la fenêtre Nextcloud.\nIl est également possible d'ajouter des liens uniquement pour une langue en particulier, pour un type d'équipement ou pour un groupe d'utilisateurs.\n\nPlus d'informations sont disponible dans la documentation sur les sites externes.",
    "Name" : "Nom",
    "URL" : "URL",
    "Language" : "Langue",
    "Groups" : "Groupes",
    "Devices" : "Appareils",
    "Icon" : "Icône",
    "Position" : "Position",
    "Redirect" : "Redirection",
    "Remove site" : "Supprimer le site",
    "This site does not allow embedding" : "Ce site n'autorise pas l'intégration",
    "New site" : "Nouveau site",
    "Delete icon" : "Supprimer l'icône",
    "Uploading…" : "Envoi en cours...",
    "Reloading icon list…" : "Rechargement de la liste d'icônes...",
    "Icon could not be uploaded" : "L'icône n'a pas pu être téléversée",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Ajoutez un site directement à la liste des applications dans la barre supérieure. Celui-ci sera visible par tous les utilisateurs et sera utile pour accéder rapidement à n'importe quel site web interne ou externe important.",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "Les paramètres {email}, {uid} et {displayname} peuvent être utilisés et sont remplacés avec les valeurs de l'utilisateur pour personnaliser les liens.",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "Un jeton Web JSON contenant l'e-mail, l'uid et le nom affiché de l'utilisateur dans ses données utiles peut être inclus dans le lien en utilisant l'élément de substitution {jwt}. Voir la {linkstart}documentation{linkend} sur la manière de le décoder.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "Veuillez noter que certains navigateurs peuvent bloquer l’affichage des sites via HTTP si vous utilisez HTTPS.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Par ailleurs, veuillez noter que de nombreux sites interdisent l’utilisation des iframes pour des raisons de sécurité.",
    "We highly recommend to test the configured sites above properly." : "Nous recommandons vivement de tester le bon fonctionnement des sites ci-dessus.",
    "Icons" : "Icônes",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Si vous téléversez un fichier test.png et test-dark.png, les deux seront utilisés comme une seule icône. La version sombre sera utilisée sur les appareils mobiles, autrement l'icône claire ne sera pas visible sur l'arrière-plan blanc dans les applications mobiles.",
    "Uploading an icon with the same name will replace the current icon." : "Téléverser une icône avec le même nom va remplacer l'icône actuel.",
    "Upload new icon" : "Téléverser une nouvelle icône"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}