{ "translations": {
    "Select an icon" : "Escolla unha icona",
    "All languages" : "Todos os idiomas",
    "Header" : "Cabeceira",
    "Setting menu" : "Menú de axustes",
    "User quota" : "Cota de usuario",
    "Public footer" : "Rodapé público",
    "All devices" : "Todos os dispositivos",
    "Only in the Android app" : "Só na apli de Android",
    "Only in the iOS app" : "iOSAndroid",
    "Only in the desktop client" : "Só no cliente de escritorio",
    "Only in the browser" : "Só no navegador",
    "The given label is invalid" : "A etiqueta indicada é incorrecta",
    "The given URL is invalid" : "O URL indicado é incorrecto",
    "The given language does not exist" : "O idioma indicado é incorrecto",
    "The given type is invalid" : "O tipo indicado é incorrecto",
    "The given device is invalid" : "O dispositivo indicado é incorrecto",
    "At least one of the given groups does not exist" : "Polo menos un dos grupos indicados non existe",
    "The given icon does not exist" : "A icona indicada non existe",
    "The site does not exist" : "O sitio non existe",
    "No file uploaded" : "Non se enviou ningún ficheiro",
    "Provided file is not an image" : "O ficheiro fornecido non é unha imaxe.",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "A imaxe fornecida non é un cadrado de 16, 24 ou 32 píxeles de largo",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Produciuse un erro ao enviar a icona. Asegúrese de que se pode escribir no directorio dos datos",
    "External sites" : "Sitios externos",
    "__language_name__" : "Galego",
    "Add external sites to your Nextcloud navigation" : "Engade sitios externos á navegación do Nextcloud",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Esta aplicación permítelle a os administradores engadir ligazóns adicionais aos menús do Nextcloud.\nAo seguir unha ligazón, o sitio externo aparece no marco do Nextcloud.\nÉ posíbel engadir ligazóns só un idioma en particular, un tipo de dispositivo ou grupo de usuarios.\nHai máis información dispoñíbel na documentación de Sitios externos.",
    "Name" : "Nome",
    "URL" : "URL",
    "Language" : "Idioma",
    "Groups" : "Grupos",
    "Devices" : "Dispositivos",
    "Icon" : "Icona",
    "Position" : "Posicion",
    "Redirect" : "Redirixir",
    "Remove site" : "Retirar o sitio",
    "This site does not allow embedding" : "Este sitio non permite incrustar",
    "New site" : "Novo sitio",
    "Delete icon" : "Eliminar a icona",
    "Uploading…" : "Enviando...",
    "Reloading icon list…" : "Volvendo cargar a lista de iconas…",
    "Icon could not be uploaded" : "Non foi posíbel enviar a icona",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Engada un sitio web directamente á lista da aplicación na barra superior. Isto será visíbel para todos os usuarios e é útil para chegar rapidamente a outras aplicacións web usadas internamente ou a sitios importantes. ",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "Poden empregarse os parámetros {email}, {uid} e {displayname} que collen os valores do usuario para personalizar as ligazóns",
    "Please note that some browsers will block displaying of sites via http if you are running https." : "Teña en conta que algúns navegadores bloquean o acceso a sitios a través de http se está executando https.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Debe ter tamén en conta que, por mor da seguridade, actualmente moitos sitios non permiten «iframing».",
    "We highly recommend to test the configured sites above properly." : "Recomendámoslle encarecidamente que probe os sitios configurados enriba correctamente.",
    "Icons" : "Iconas",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Se envía un ficheiro test.png e outro test-dark.png, ambos usaranse coma unha icona. A versión escura (dark) usarase en dispositivos móbiles, doutro xeito a icona branca non é visíbel no fondo branco dos aplis móbiles.",
    "Uploading an icon with the same name will replace the current icon." : "Enviar unha icona co mesmo nome sobrescribirá a icona actual.",
    "Upload new icon" : "Enviar unha nova icona"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}