{ "translations": {
    "Select an icon" : "Válasszon egy ikont",
    "All languages" : "Összes nyelv",
    "Header" : "Fejléc",
    "Setting menu" : "Beállítás menü",
    "User quota" : "Felhasználói kvóta",
    "Public footer" : "Nyilvános lábléc",
    "All devices" : "Összes eszköz",
    "Only in the Android app" : "Csak az androidos alkalmazásban",
    "Only in the iOS app" : "Csak az iOS-es alkalmazásban",
    "Only in the desktop client" : "Csak az asztali kliensben",
    "Only in the browser" : "Csak a böngészőben",
    "The given label is invalid" : "A megadott címke érvénytelen",
    "The given URL is invalid" : "A megadott URL érvénytelen",
    "The given language does not exist" : "A megadott nyelv nem létezik",
    "The given type is invalid" : "A megadott típus érvénytelen",
    "The given device is invalid" : "A megadott eszköz érvénytelen",
    "At least one of the given groups does not exist" : "A megadottak közül legalább egy csoport nem létezik",
    "The given icon does not exist" : "A megadott ikon nem létezik",
    "The site does not exist" : "Az oldal nem létezik.",
    "No file uploaded" : "Nincs fájl feltöltve",
    "Provided file is not an image" : "A megadott fájl nem kép",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "A megadott kép nem 16, 24 vagy 32 pixel széles négyzet",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Hiba az ikon feltöltésekor, győződjön meg róla, hogy az adatmappa írható-e",
    "External sites" : "Külső oldalak",
    "__language_name__" : "Magyar",
    "Add external sites to your Nextcloud navigation" : "Külső oldalak hozzáadása a NextCloud navigációjához",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Ezzel az alkalmazással a rendszergazdák további hivatkozásokat adhatnak hozzá a Nextcloud menüihez.\nEgy hivatkozást követve, a külső weboldal a Nextcloud keretén belül jelenik meg.\nTovábbá lehetőség van arra is, hogy az egyes hivatkozások csak adott nyelvek, eszköztípusok vagy felhasználói csoportok esetén jelenjenek meg.\n\nTovábbi információt a Külső oldalak dokumentációjában talál.",
    "Name" : "Név",
    "URL" : "URL",
    "Language" : "Nyelv",
    "Groups" : "Csoportok",
    "Devices" : "Eszközök",
    "Icon" : "Ikon",
    "Position" : "Pozíció",
    "Redirect" : "Átirányítás",
    "Remove site" : "Oldal eltávolítása",
    "This site does not allow embedding" : "Ez az oldal nem engedélyezi a beágyazást",
    "New site" : "Új oldal",
    "Delete icon" : "Törlés ikon",
    "Uploading…" : "Feltöltés…",
    "Reloading icon list…" : "Ikonlista újratöltése…",
    "Icon could not be uploaded" : "Az ikon nem tölthető fel",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Adjon hozzá egy weboldalt a felső sávban az alkalmazáslistához. Ez minden felhasználó számára megjelenik, így megkönnyítve a többi belső használatú alkalmazás elérését.",
    "When accessing the external site through the Nextcloud link, path parameters will be forwarded to the external site. So you can also create deep links (e.g. \"mycloud.com/external/1/pageA\" will lead to Nextcloud with the iframe pointed at \"externalsite.com/pageA\")." : "Ha a külső oldalt egy nextcloudos hivatkozással éri el, akkor az útvonal-paraméterek továbbítva lesznek a külső oldal felé. Így mély hivatkozásokat is létrehozhat (például a „mycloud.com/external/1/pageA” egy olyan Nextcloud-oldalra vezet, ahol az iframe erre a címre mutat: „externalsite.com/pageA”).",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "A felhasználó e-mail-címét, uid azonosítóját és megjelenítendő nevét tartalmazó JSON webes token beágyazható a {jwt} helykitöltő használatával. A dekódolásának módjához nézze meg a {linkstart}dokumentációt{linkend}.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "Tartsa szem előtt, hogy néhány böngésző blokkolja a HTTP-t használó weboldalak megjelenítését, ha HTTPS-t használ.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Továbbá ne feledje, hogy biztonsági okokból manapság sok weboldal tiltja az iframe-be ágyazást.",
    "We highly recommend to test the configured sites above properly." : "Javasoljuk, hogy megfelelően tesztelje a beállított oldalakat.",
    "Icons" : "Ikonok",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Ha feltölt egy test.png és egy test-dark.png fájlt, akkor egy ikonként lesznek használva. A sötét verzió mobileszközökön lesz használva, mert különben a fehér ikon nem látszana a mobilalkalmazások fehér hátterén.",
    "Uploading an icon with the same name will replace the current icon." : "Egy megegyező nevű ikon feltöltése a jelenlegi ikon cseréjéhez vezet.",
    "Upload new icon" : "Új ikon feltöltése",
    "The placeholders {email}, {uid}, {displayname} and {groups} can be used and are filled with the user´s values to customize the links." : "Az {email}, {uid} és {displayname} és {groups} helykitöltők használhatók, és behelyettesítésre kerülnek a megfelelő felhasználói adatokkal, hogy személyre szabják a hivatkozásokat."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}