{ "translations": {
    "Select an icon" : "Pilih ikon",
    "All languages" : "Semua bahasa",
    "Header" : "Header",
    "Setting menu" : "Menu pengaturan",
    "User quota" : "Kuota pengguna",
    "Public footer" : "Footer publik",
    "All devices" : "Semua perangkat",
    "Only in the Android app" : "Hanya di aplikasi Android",
    "Only in the iOS app" : "Hanya di aplikasi iOS",
    "Only in the desktop client" : "Hanya di klien desktop",
    "Only in the browser" : "Hanya di browser",
    "The given label is invalid" : "Label yang diberikan tidak valid",
    "The given URL is invalid" : "URL yang diberikan tidak valid",
    "The given language does not exist" : "Bahasa yang diberikan tidak ada",
    "The given type is invalid" : "Jenis yang diberikan tidak valid",
    "The given device is invalid" : "Perangkat yang diberikan tidak valid",
    "At least one of the given groups does not exist" : "Setidaknya salah satu grup yang diberikan tidak ada",
    "The given icon does not exist" : "Ikon yang diberikan tidak ada",
    "The site does not exist" : "Situs tidak ada",
    "No file uploaded" : "Tidak ada file diunggah",
    "Provided file is not an image" : "File yang diberikan bukan gambar",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Gambar yang diberikan bukan kotak dengan lebar 16, 24, atau 32 piksel",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Terjadi kesalahan saat mengunggah ikon, pastikan direktori data dapat ditulisi",
    "External sites" : "Situs eksternal",
    "__language_name__" : "Bahasa Indonesia",
    "Add external sites to your Nextcloud navigation" : "Tambahkan situs eksternal ke navigasi Nextcloud Anda",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Aplikasi ini memungkinkan admin menambahkan tautan tambahan ke dalam menu Nextcloud.\nDengan mengikuti tautan, situs web eksternal akan muncul di dalam bingkai Nextcloud.\nDimungkinkan juga untuk menambahkan tautan hanya untuk bahasa, jenis perangkat, atau grup pengguna tertentu.\n\nInformasi lebih lanjut tersedia di dokumentasi Situs eksternal.",
    "Name" : "Nama",
    "URL" : "URL",
    "Language" : "Bahasa",
    "Groups" : "Grup",
    "Devices" : "Perangkat",
    "Icon" : "Ikon",
    "Position" : "Posisi",
    "Redirect" : "Mengalihkan",
    "Remove site" : "Hapus situs",
    "This site does not allow embedding" : "Situs ini tidak mengizinkan penyematan",
    "New site" : "Situs baru",
    "Delete icon" : "Hapus ikon",
    "Uploading…" : "Menunggah…",
    "Reloading icon list…" : "Memuat ulang daftar ikon…",
    "Icon could not be uploaded" : "Ikon tidak dapat diunggah",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Tambahkan situs web langsung ke daftar aplikasi di bilah atas. Ini akan terlihat oleh semua pengguna dan berguna untuk dengan cepat menjangkau aplikasi web lain yang digunakan secara internal atau situs penting.",
    "The placeholders {email}, {uid}, {displayname}, {groups}, {language} and {locale} can be used and are filled with the user´s values to customize the links." : "Placeholder {email}, {uid}, {displayname}, {groups}, {language}, dan {locale} dapat digunakan dan akan diisi dengan nilai pengguna untuk menyesuaikan tautan.",
    "When accessing the external site through the Nextcloud link, path parameters will be forwarded to the external site. So you can also create deep links (e.g. \"mycloud.com/external/1/pageA\" will lead to Nextcloud with the iframe pointed at \"externalsite.com/pageA\")." : "Saat mengakses situs eksternal melalui tautan Nextcloud, parameter jalur akan diteruskan ke situs eksternal. Jadi Anda juga dapat membuat deep link (misalnya \"mycloud.com/external/1/pageA\" akan mengarah ke Nextcloud dengan iframe yang menunjuk ke \"externalsite.com/pageA\").",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "JSON Web Token yang memuat email, uid, dan nama tampilan pengguna di payload-nya dapat disematkan ke dalam tautan menggunakan placeholder {jwt}. Lihat {linkstart}dokumentasi{linkend} untuk cara mendekodenya.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "Harap dicatat bahwa beberapa browser akan memblokir penampilan situs melalui HTTP jika Anda menjalankan HTTPS.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Lebih lanjut perlu diketahui bahwa banyak situs saat ini tidak mengizinkan iframing karena alasan keamanan.",
    "We highly recommend to test the configured sites above properly." : "Kami sangat menyarankan untuk menguji situs yang dikonfigurasi di atas dengan benar.",
    "Icons" : "Ikon",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Jika Anda mengunggah file test.png dan test-dark.png, keduanya akan digunakan sebagai satu ikon. Versi gelap akan digunakan pada perangkat seluler, jika tidak ikon putih tidak terlihat pada latar belakang putih di aplikasi seluler.",
    "Uploading an icon with the same name will replace the current icon." : "Mengunggah ikon dengan nama yang sama akan menggantikan ikon saat ini.",
    "Upload new icon" : "Unggah ikon baru"
},"pluralForm" :"nplurals=1; plural=0;"
}