{ "translations": {
    "Select an icon" : "Избери икона",
    "All languages" : "Сите јазици",
    "Header" : "Заглавие",
    "Setting menu" : "Мени за параметри",
    "User quota" : "Квота за корисник",
    "Public footer" : "Јавно подножје",
    "All devices" : "Сите уреди",
    "Only in the Android app" : "Само во Android апликацијата",
    "Only in the iOS app" : "Само во iOS апликацијата",
    "Only in the desktop client" : "Само во клиентот на копмјутер",
    "Only in the browser" : "Само во пребарувач",
    "The given label is invalid" : "Зададената ознака е невалидна",
    "The given URL is invalid" : "Зададената URL е невалидна",
    "The given language does not exist" : "Зададениот јазик не постои",
    "The given type is invalid" : "Зададениот вид е невалиден",
    "The given device is invalid" : "Зададениот уред е невалиден",
    "At least one of the given groups does not exist" : "Една од зададените групи не постои",
    "The given icon does not exist" : "Зададената икона не постои",
    "The site does not exist" : "Страната не постои",
    "No file uploaded" : "Нема прикачено дадотека",
    "Provided file is not an image" : "Избраната датотека не е слика",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Зададената слика не е квадратна со 16, 24 или 32 пиксела",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Настана грешка при прикачување на иконата, осигурајте се дека во директориумот може да се зачувува ",
    "External sites" : "Надворешни страни",
    "__language_name__" : "Македонски",
    "Add external sites to your Nextcloud navigation" : "Додадете надворешни страни во вашата Nextcloud навигација",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Оваа апликација му овозможува на администраторот да додаде дополнителни врски во менијата на Nextcloud.\nСледи ја врската, надворешната веб-страница се појавува во рамката Nextcloud.\nИсто така е можно да додавате врски само за одреден јазик, тип на уред или група на корисници.\n\nПовеќе информации се достапни во документацијата за надворешни страници.",
    "Name" : "Име",
    "URL" : "Адреса",
    "Language" : "Јазик",
    "Groups" : "Групи",
    "Devices" : "Уреди",
    "Icon" : "Икона",
    "Position" : "Позиција",
    "Redirect" : "Пренасочи",
    "Remove site" : "Острани страна",
    "This site does not allow embedding" : "Оваа страница не дозволува вметнување",
    "New site" : "Нова страна",
    "Delete icon" : "Избриши икона",
    "Uploading…" : "Прикачување…",
    "Reloading icon list…" : "Превчитување на листата со икони...",
    "Icon could not be uploaded" : "Иконата неможе да се прикачи",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Додајте веб-страница директно во списокот со апликации во горната лента. Ова ќе биде видливо за сите корисници и е корисно за брз пристап до други внатрешно користени веб-апликации или поважни страници.",
    "The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links." : "Ознаките за {email}, {uid} и {displayname} можат да се користат и да бидат пополнети од страна корисникот за да ги прилагоди линковите.",
    "Please note that some browsers will block displaying of sites via http if you are running https." : "Некои прелистувачи ќе блокираат прикажување на страници преку http, ако работите на https.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Покрај тоа, имајте во предвид дека многу страници деновиве не дозволуваат iframing заради безбедносни причини.",
    "We highly recommend to test the configured sites above properly." : "Препорачуваме правилно да ги тестирате конфигурираните страници.",
    "Icons" : "Икони",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Ако прикачите датотека test.png и датотека test-dark.png, и двете ќе се користат како една икона. Темната верзија ќе се користи на мобилни уреди, инаку белата икона не е видлива на бела позадина во мобилните апликации.",
    "Uploading an icon with the same name will replace the current icon." : "Прикачување на икона со исто име ќе ја преклопи постоечката икона.",
    "Upload new icon" : "Прикачи нова икона"
},"pluralForm" :"nplurals=2; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : 1;"
}