{ "translations": {
    "Select an icon" : "Сонгох тэмдэг ",
    "All languages" : "Бүх хэлүүд",
    "Header" : "Толгойн мэдээ",
    "Setting menu" : " цэсний тохиргоо",
    "User quota" : "хэрэглэгчийн ноогдол",
    "Public footer" : "Нийтийн хөлийн хэсэг",
    "All devices" : "Бүх төхөөрөмж",
    "Only in the Android app" : "Зөвхөн андройд  програм",
    "Only in the iOS app" : "Зөвхөн  програм ",
    "Only in the desktop client" : "Зөвхөн харилцагчын дэлгэц ",
    "Only in the browser" : "Зөвхөн үзэх програм ",
    "The given label is invalid" : "Өгөгдсөн хаяг буруу байна",
    "The given URL is invalid" : " өгөдсөн нөөц заагч буруу байна",
    "The given language does not exist" : "Өгөгдсөн найруулага байхгүй байна",
    "The given type is invalid" : "Өгөгдсөн төрөл  буруу байна",
    "The given device is invalid" : "Өгөгдсөн хэрэгсэл  буруу байна",
    "At least one of the given groups does not exist" : "Өгөгдсөн бүлгүүдээс дор хаяж нэг нь байхгүй байна",
    "The given icon does not exist" : "Өгөгдсөн  тэмдэг байхгүй байна",
    "The site does not exist" : "Энэ сайт байхгүй байна",
    "No file uploaded" : "Файл илгээгдсэнгүй",
    "Provided file is not an image" : "Оруулсан файл зураг биш байна",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "Оруулсан зураг нь 16, 24 эсвэл 32 пикселийн квадрат биш байна",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Дүрс байршуулах үед алдаа гарлаа, өгөгдлийн хавтаст бичих эрх байгаа эсэхийг шалгана уу",
    "External sites" : "Гадаад сайтууд",
    "__language_name__" : "хэлний нэр",
    "Add external sites to your Nextcloud navigation" : "Nextcloud навигацид гадаад сайтуудыг нэмэх",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Энэ програм нь администраторт Nextcloud цэсэнд нэмэлт холбоосуудыг нэмэх боломж олгодог.\nХолбоосыг дагавал гадаад вэб сайт Nextcloud-ийн фреймд харагдана.\nЗөвхөн тодорхой хэл, төхөөрөмжийн төрөл болон хэрэглэгчийн бүлэгт зориулж холбоосуудыг нэмэх боломжтой.\n\nДэлгэрэнгүй мэдээллийг External sites баримт бичгээс харна уу.",
    "Name" : "Нэр",
    "URL" : "URL",
    "Language" : "Хэл",
    "Groups" : "бүлэгүүд",
    "Devices" : "Төхөөрөмжүүд",
    "Icon" : "Тэмдэгт ",
    "Position" : "Байр",
    "Redirect" : "Дахин чиглүүлэх",
    "Remove site" : "Цахим хуудсыг устгах",
    "This site does not allow embedding" : "Энэ сайт оруулахыг зөвшөөрөхгүй байна",
    "New site" : "Шинэ сайт",
    "Delete icon" : "Дүрс зургийг устгах",
    "Uploading…" : "Байршуулж байна…",
    "Reloading icon list…" : "Дүрс зургийн жагсаалтыг дахин ачаалж байна…",
    "Icon could not be uploaded" : "Дүрс зургийг байршуулж чадсангүй",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Дээд талын цэсэнд байгаа програмын жагсаалтанд веб сайтаа нэмээрэй. Ингэснээр энэ нь бүх хэрэглэгчдэд харагдах ба бусад ашиглагдсан хуудас эсвэл чухал веб сайтруу ороход илүү хурдан амар болно",
    "The placeholders {email}, {uid}, {displayname}, {groups}, {language} and {locale} can be used and are filled with the user´s values to customize the links." : "{email}, {uid}, {displayname}, {groups}, {language} болон {locale} орлуулагчдыг ашиглах боломжтой бөгөөд тэдгээр нь холбоосуудыг хувийн болгохын тулд хэрэглэгчийн утгуудаар дүүрнэ.",
    "When accessing the external site through the Nextcloud link, path parameters will be forwarded to the external site. So you can also create deep links (e.g. \"mycloud.com/external/1/pageA\" will lead to Nextcloud with the iframe pointed at \"externalsite.com/pageA\")." : "Nextcloud-ийн холбоосоор гадаад сайтад хандахад замын параметрүүд гадаад сайтад дамжуулагдана. Тиймээс гүн холбоос үүсгэх боломжтой (жишээ нь: \"mycloud.com/external/1/pageA\" нь iframe-ийг \"externalsite.com/pageA\" руу чиглүүлсэн Nextcloud-руу хөтөлнө).",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "{jwt} орлуулагчийг ашиглан хэрэглэгчийн email, uid болон харагдах нэрийг агуулсан JSON Web Token-ийг холбоост оруулж болно. Уншихын тулд {linkstart}баримт бичиг{linkend}-ийг үзнэ үү.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "HTTPS ашиглаж байгаа тохиолдолд зарим хөтчүүд HTTP-ээр сайт харуулахыг хааж болохыг анхаарна уу.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Үүнээс гадна ойрын үед маш олон сайтууд хуулбарлалт хийхийг аюулгүй байдлын шалтгааны улмаас хориглодог болсон",
    "We highly recommend to test the configured sites above properly." : "Бид тань дээр тохируулагдсан веб сайтуудыг тестлэж үзэхийг санал болгож байна",
    "Icons" : "тэмдэгт",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "test.png болон test-dark.png файлуудыг байршуулсан бол хоёулаа нэг дүрс болгон ашиглагдана. Харанхуй хувилбар нь гар утасны төхөөрөмжүүдэд ашиглагдана, үгүй бол гар утасны програмд цагаан дэвсгэр дээр цагаан дүрс харагдахгүй болно.",
    "Uploading an icon with the same name will replace the current icon." : "Ижил нэртэй дүрс зураг байршуулбал одоогийн дүрс зургийг орлуулна.",
    "Upload new icon" : "Шинэ дүрс зураг байршуулах"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}