{ "translations": {
    "Select an icon" : "Selecteer een pictogram",
    "All languages" : "Alle talen",
    "Header" : "Koptekst",
    "Setting menu" : "Instellingenmenu",
    "User quota" : "Gebruikersquota",
    "Public footer" : "Openbare voettekst",
    "All devices" : "Alle apparaten",
    "Only in the Android app" : "Alleen in de Android app",
    "Only in the iOS app" : "Alleen in de iOS app",
    "Only in the desktop client" : "Alleen in de desktop client",
    "Only in the browser" : "Alleen in de browser",
    "The given label is invalid" : "Het opgegeven label is ongeldig",
    "The given URL is invalid" : "De opgegeven url is ongeldig",
    "The given language does not exist" : "De opgegeven taal bestaat niet",
    "The given type is invalid" : "Het opgegeven type is ongeldig",
    "The given device is invalid" : "De opgegeven apparaat is ongeldig",
    "At least one of the given groups does not exist" : "Minimaal één van de opgegeven groepen bestaat niet",
    "The given icon does not exist" : "Het opgegeven pictogram bestaat niet",
    "The site does not exist" : "De site bestaat niet.",
    "No file uploaded" : "Geen bestand geüpload",
    "Provided file is not an image" : "Het aangeleverde bestand is geen afbeelding.",
    "Provided image is not a square of 16, 24 or 32 pixels width" : "De opgegeven afbeelding is niet vierkant met zijden van 16, 24 of 32 pixels",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Er trad een fout op bij uploaden van het pictogram, zorg ervoor dat de datadirectory beschrijfbaar is",
    "External sites" : "Externe sites",
    "__language_name__" : "Nederlands",
    "Add external sites to your Nextcloud navigation" : "Voeg externe sites toe aan je Nextcloud navigatie",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Met deze app kan een beheerder aanvullende links in de Nextcloud menu's plaatsen.\nDoor de link te volgen, verschijnt de website in een Nextcloud frame.\nHet is ook mogelijk om links voor alleen een opgegeven taal, type apparaat of gebruikersgroep toe te voegen.\n\nMeer informatie in de Externe Sites documentatie.",
    "Name" : "Naam",
    "URL" : "URL",
    "Language" : "Taal",
    "Groups" : "Groepen",
    "Devices" : "Apparaten",
    "Icon" : "Pictogram",
    "Position" : "Positie",
    "Redirect" : "Doorverwijzen",
    "Remove site" : "Verwijder site",
    "This site does not allow embedding" : "Deze site accepteert geen inbedding",
    "New site" : "Nieuwe site",
    "Delete icon" : "Pictogram verwijderen",
    "Uploading…" : "Uploaden…",
    "Reloading icon list…" : "Pictogrammenlijst opnieuw laden…",
    "Icon could not be uploaded" : "Pictogram kon niet worden opgeslagen",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Voeg een website direct toe aan het app-overzicht in de topbalk. Dit is zichtbaar voor alle gebuikers en helpt om snel interne webapps of belangrijke sites te openen.",
    "The placeholders {email}, {uid}, {displayname}, {groups}, {language} and {locale} can be used and are filled with the user´s values to customize the links." : "De plaatshouders {email}, {uid}, {displayname}, {groups}, {language} en {locale} kunnen worden gebruikt en worden gevuld met de waarden van de gebruiker om de links aan te passen.",
    "When accessing the external site through the Nextcloud link, path parameters will be forwarded to the external site. So you can also create deep links (e.g. \"mycloud.com/external/1/pageA\" will lead to Nextcloud with the iframe pointed at \"externalsite.com/pageA\")." : "Bij toegang tot de externe site via de Nextcloud-link worden padparameters doorgestuurd naar de externe site. Je kunt dus ook deep links maken (bv. \"mycloud.com/external/1/pageA\" zal naar Nextcloud leiden met het iframe gericht op \"externalsite.com/pageA\").",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "Een JSON-webtoken met de e-mail, uid en weergavenaam van de gebruiker in de payload kan in de link worden ingebed met behulp van de {jwt} plaatshouder. Lees in de {linkstart}documentatie{linkend} hoe dit te decoderen.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "Let op dat sommige browsers HTTP sites niet tonen als je HTTPS gebruikt.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Let er ook op dat veel sites het gebruik van iframes wegens beveiligingsredenen tegengaan.",
    "We highly recommend to test the configured sites above properly." : "We adviseren om de hierboven geconfigureerde sites goed te testen.",
    "Icons" : "Pictogrammen",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Als je een test.png en een test-dark.png bestand uploadt, worden ze samen als één pictogram gebruikt. De donkere versie wordt gebruikt op mobiele apparaten, want anders is het witte pictogram niet zichtbaar op de witte achtergrond in de mobiele apps.",
    "Uploading an icon with the same name will replace the current icon." : "Uploaden van een pictogram met dezelfde naam vervangt het huidige pictogram.",
    "Upload new icon" : "Nieuw pictogram uploaden"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}