{ "translations": {
    "Select an icon" : "Chagua aikoni",
    "All languages" : "Lugha zote",
    "Header" : " Kijajuu",
    "Setting menu" : "Mwongozo wa mpangilio",
    "User quota" : "Kiasi cha watumiaji",
    "Public footer" : " Kijachini cha umma",
    "All devices" : "Vifaa vyote",
    "Only in the Android app" : "Katika programu ya Android pekee",
    "Only in the iOS app" : "Katika programu ya IOS pekee",
    "Only in the desktop client" : "Katika mteja wa eneo-kazi pekee",
    "Only in the browser" : "Ndani ya kivinjari pekee",
    "The given label is invalid" : "Lebo iliyotolewa si halali",
    "The given URL is invalid" : "URL iliyotolewa si halali",
    "The given language does not exist" : "Lugha iliyotolewa haipo",
    "The given type is invalid" : "Aina iliyotolewa si halali",
    "The given device is invalid" : "Kifaa kilichotolewa si halali",
    "At least one of the given groups does not exist" : "Angalau moja ya makundi yaliyotolewa halipo",
    "The given icon does not exist" : "Aikoni iliyotolewa haipo",
    "The site does not exist" : "Eneo halipo",
    "No file uploaded" : "Hakuna faili iliyopakiwa",
    "Provided file is not an image" : "Faili iliyotolewa sio picha",
    "Provided image is not a square of 16, 24 or 32 pixels width" : " Picha iliyotolewa si mraba wa upana wa pikseli 16, 24 au 32",
    "An error occurred while uploading the icon, please make sure the data directory is writable" : "Hitilafu ilitokea wakati wa kupakia ikoni, tafadhali hakikisha kuwa saraka ya data inaweza kuandikwa",
    "External sites" : "Maeneo ya nje",
    "__language_name__" : "_lugha_jina_",
    "Add external sites to your Nextcloud navigation" : "Ongeza tovuti za nje kwenye urambazaji wako wa Nextcloud",
    "This application allows an admin to add additional links into the Nextcloud menus.\nFollowing a link, the external website appears in the Nextcloud frame.\nIt is also possible to add links only for a given language, device type or user group.\n\nMore information is available in the External sites documentation." : "Programu hii inaruhusu msimamizi kuongeza viungo vya ziada kwenye menyu za Nextcloud.\nKufuatia kiungo, tovuti ya nje inaonekana kwenye sura ya Nextcloud.\nPia inawezekana kuongeza viungo vya lugha fulani, aina ya kifaa au kikundi cha watumiaji pekee.\n\nMaelezo zaidi yanapatikana katika nyaraka za tovuti za Nje.",
    "Name" : "Jina",
    "URL" : "Url",
    "Language" : "Lugha",
    "Groups" : "Makundi",
    "Devices" : "Vifaa",
    "Icon" : "Aikoni",
    "Position" : "Nafasi",
    "Redirect" : "Elekeza upya",
    "Remove site" : "Ondoa tovuti",
    "This site does not allow embedding" : "Tovuti hii hairuhusu kupachika",
    "New site" : "Tovuti kpya",
    "Delete icon" : "Futa aikoni",
    "Uploading…" : "Inapakia...",
    "Reloading icon list…" : "Inapakia orodha ya aikoni...",
    "Icon could not be uploaded" : "Isingeweza kupakia aikoni",
    "Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites." : "Ongeza tovuti moja kwa moja kwenye orodha ya programu kwenye upau wa juu. Hii itaonekana kwa watumiaji wote na ni muhimu kufikia kwa haraka programu zingine za wavuti zinazotumiwa ndani au tovuti muhimu.",
    "The placeholders {email}, {uid}, {displayname}, {groups}, {language} and {locale} can be used and are filled with the user´s values to customize the links." : "Vishikilia nafasi {email}, {uid}, {displayname}, {groups}, {language} na {locale} vinaweza kutumika na kujazwa na thamani za mtumiaji ili kubinafsisha viungo.",
    "When accessing the external site through the Nextcloud link, path parameters will be forwarded to the external site. So you can also create deep links (e.g. \"mycloud.com/external/1/pageA\" will lead to Nextcloud with the iframe pointed at \"externalsite.com/pageA\")." : "Wakati wa kufikia tovuti ya nje kupitia kiungo cha Nextcloud, vigezo vya njia vitatumwa kwa tovuti ya nje. Kwa hivyo unaweza pia kuunda viungo vya kina (k.m. \"mycloud.com/external/1/pageA\" itasababisha Nextcloud na iframe iliyoelekezwa kwenye \"externalsite.com/pageA\").",
    "A JSON Web Token containing user´s email, uid and display name in its payload can be embedded into the link using the {jwt} placeholder. See the {linkstart}documentation{linkend} how to decode it." : "Tokeni ya Wavuti ya JSON inayojumuisha barua pepe ya mtumiaji, uid na jina la onyesho katika upakiaji wake inaweza kupachikwa kwenye kiungo kwa kutumia kishika nafasi cha {jwt}. Angalia {linkstart} hati {linkend} jinsi ya kusimbua.",
    "Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS." : "Tafadhali kumbuka kuwa baadhi ya vivinjari vitazuia uonyeshaji wa tovuti kupitia HTTP ikiwa unatumia HTTPS.",
    "Furthermore please note that many sites these days disallow iframing due to security reasons." : "Zaidi ya hayo, tafadhali kumbuka kuwa tovuti nyingi siku hizi haziruhusu uwekaji kura kwa sababu za usalama.",
    "We highly recommend to test the configured sites above properly." : "Tunapendekeza sana kujaribu tovuti zilizosanidiwa hapo juu ipasavyo.",
    "Icons" : "Aikono",
    "If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps." : "Ukipakia test.png na faili ya test-dark.png, zote mbili zitatumika kama aikoni moja. Toleo la giza litatumika kwenye vifaa vya rununu, vinginevyo ikoni nyeupe haionekani kwenye usuli mweupe kwenye programu za rununu.",
    "Uploading an icon with the same name will replace the current icon." : "Kupakia ikoni yenye jina sawa kutachukua nafasi ya ikoni ya sasa.",
    "Upload new icon" : "Pakia aikoni mpya"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}